<!DOCTYPE Html>
<!--Se utiliza para que el buscador identifique que es un archivo HTML-->
<html>
<!--Etiqueta principal del archivo HTML-->

<head>
    <!--etiqueta que hace referencia a la informacion del archivo HTML-->
    <meta charset="utf-8">
    <!--Este es el formato que se usa para algunas reconocer el codigo de ciertos caracteres en los navegadores-->
    <title>Nosotros Asociacion Deportiva TKD Alajuela</title>
    <!--esta etiqueta el da un nombre al documento HTML-->
    <link rel="icon" type="image/png" href="../Imagenes/logoAcademia.png">
    <!--la etiqueta <link rel=> se usa para definir la relacion del documento (en este caso el icono), el atributo "type" define el tipo de formatoque va se va usar y el atributo "href" para la ubicacion de donde se encuentra el documento-->
    <link rel="stylesheet" type="text/css" href="/CSS/General.css">
    <link rel="stylesheet" type="text/css" href="/CSS/Margenes.css">
    <link rel="stylesheet" type="text/css" href="/CSS/Fondos.css">
    <link rel="stylesheet" type="text/css" href="/CSS/TextPri.css">

    <!--La etiqueta "link" enlaca el HTML con los archivos CSS-->
    <script src="/JavaScript/ClicDerecho.js"></script>
    <!--Esta etiqueta enlace el documento con un archivo en JavaScript-->
</head>

<body id="bo2">
    <!--La etiqueta del contenido; se utiliza el atributo "id" para darle una nombre en especifico-->
    <iframe id="MenuNav" src="/CodigoHtml/Nav.html"></iframe>
    <iframe id="footer" src="/CodigoHtml/Footer.html"></iframe>
    <!--El elemento "iframe" son las macros que abren otras paginas HTML, en este caso, se utilizan para mostrar el menu de navegacion y el pie de pagina-->
    <main>
        <!--Una seccion con nombre especifico-->
        <!--Los caracteres especiales comienzan en &##... estos son letras con tildes, tambien parentesis o comillas-->
        <p id="p1">MISI&Oacute;N</p>
        <!--La etiqueta del parrafo; se utiliza el atributo "id" para darle una nombre en especifico-->
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
            <!--Esto es una sangria-->La Asociaci&oacute;n Deportiva de Taekwondo Alajuela del CODEA brindar&aacute; un
            modelo de enseñanza actualizado y de alta calidad, innovador, formando mujeres y hombres &iacute;ntegros con
            valores, honradez, responsabilidad, perseverancia y solidaridad. Con personal técnico y profesional,
            comprometido con la excelencia en el cumplimiento de nuestras metas, mediante la planificaci&oacute;n y
            aplicaci&oacute;n t&eacute;cnica, t&aacute;ctica y psicol&oacute;gica, as&iacute; como el mejoramiento de
            las habilidades de car&aacute;cter deportivo; con la finalidad de contribuir al desarrollo personal y
            competitivo de nuestros atletas, y contribuyendo a mejorar la calidad de vida en nuestro cant&oacute;n.
        </p>
        <p id="p1">VISI&Oacute;N</p>
        <!--La etiqueta del parrafo; se utiliza el atributo "id" para darle una nombre en especifico-->
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La Asociaci&oacute;n Deportiva de Taekwondo Alajuela del CODEA sea una de las
            escuelas l&iacute;deres del pa&iacute;s, permaneciendo en la vanguardia de los avances t&eacute;cnicos
            deportivos del combate con una actualizaci&oacute;n permanente, innovando continuamente nuestro Servicio al
            deportista del cant&oacute;n de Alajuela. Estimulando el desarrollo del talento humano, para desarrollar una
            educaci&oacute;n integral con aprendizajes de calidad, que facilite el Desarrollo de la actividad en toda su
            dimensi&oacute;n.
        </p>
        <br>
        <p id="p1">NUESTRA HISTORIA</p>
        <!--La etiqueta del parrafo; se utiliza el atributo "id" para darle una nombre en especifico-->
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;El 01 de mayo del a&ntilde;o 2014, contando con 10 socios fundadores, nace la
            Asociaci&oacute;n Deportiva Taekwondo Alajuela, entre ellos se realiza la elecci&oacute;n de la primera
            directiva con 5 miembros y se nombra 1 fiscal. Iniciativa propuesta, en primera instancia por el profesor
            Lic. Max Emiliano Alvarado Rojas, quien desde el a&ntilde;o 2012 tiene a cargo la disciplina de taekwondo en
            el Polideportivo Monserrat de Alajuela, bajo la supervisi&oacute;n del CODEA (Comit&eacute; Cantonal de
            Deportes y Recreaci&oacute;n de Alajuela).
        </p>
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La directiva del CODEA est&aacute; formada por 5 miembro; de los cuales, 2 son
            electos por la Municipalidad de Alajuela, 1 por las Asociaciones de Desarrollode las comunidades del
            cant&oacute;n de Alajuela y 2 &uacute;ltimos por las Asociaciones Deportivas adscritas al CODEA, motivo por
            el cual el Sr. Alvarado Rojas inst&oacute;, en un inicio, a los padres para que formaran la
            Asociaci&oacute;n, para as&iacute;; participar de la elecci&oacute;n de la directiva del CODEA y dar un
            mayor apoyo a la disciplina y poder contar con una figura legal, para tener una transparencia en temas
            econ&oacute;micos y legales.
        </p>
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Es as&iacute; como a partir del 16 de enero del 2015, la Asociaci&oacute;n
            cuenta con su respectiva c&eacute;dula jur&iacute;dica y posteriormente se crea una cuenta
            electr&oacute;nica con el Banco Nacional de Costa Rica en abril del 2015.
        </p>
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Junto con la fundaci&oacute;n de la Asociaci&oacute;n Deportiva Taekwondo
            Alajuela nace un v&iacute;nculo de apoyo muy importante para el CODEA, el profesor coordinador, los
            profesores, los atletas que entrenan en las instalaciones del polideportivo y aquellos atletas y profesores
            que participan en Juegos Deportivos Nacionales.
        </p>
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Siendo la Asamblea el mayor &oacute;rgano de la Asociaci&oacute;n y bajo la
            administraci&oacute;n de la Directiva electa por sus socios, se ha destacado una solidez a trav&eacute;s de
            los a&ntilde;os. As&iacute; se determina seg&uacute;n la afluencia de socios desde su fundaci&oacute;n:
        </p>
        <ul>
            <!--Es una lista desordenada-->
            <li>Enero 2014, 10 socios </li>
            <!--la etiqueta "li" es un elemento que forma parte de la lista, en ella esta el hipervinculo-->
            <li>Abril 2015, 66 socios</li>
            <li>Abril 2016, 66 socios</li>
            <li>2017, 67 socios</li>
            <li>Abril 2018, 75 socios</li>
            <li>Abril 2019, 80 socios</li>
            <!--Contenido de una lista-->
        </ul>
        <p>Para apoyar a la disciplina, la Asociaci&oacute;n destaca las siguientes actividades:</p>
        <ol>
            <!--lista ordenada-->
            <b>
                <!--Esta etiqueta cambia el texto a negrita-->
                <li>Actividades para recaudar fondos:</li>
            </b>
            <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rifas, ventas durante los entrenamientos, donaciones recibidas, ventas
                durante el evento principal de la disciplina (COPA CODEA), ventas de camisetas, implementos deportivos,
                material did&aacute;ctico, entre otros. Esto ha sido un esfuerzo en conjunto con todos los padres y
                madres de familia de los todos los atletas de la disciplina.
            </p>
            <b>
                <li>Actividades deportivas:</li>
            </b>
            <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Para los atletas, talleres de Poomsae, actualizaci&oacute;n de reglas
                deportivas, festivales deportivos, cambio de cintur&oacute;n, fogueos, el evento principal anual (torneo
                COPA CODEA). <br>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adem&aacute;s la Asociaci&oacute;n ha apoyado significativamente en la
                capacitaci&oacute;n de los profesores tanto del CODEA, como del equipo t&eacute;cnico para Juegos
                Deportivos Nacionales.
            </p>
            <b>
                <li>Actividades sociales:</li>
            </b>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Presentaciones de los atletas en centros comerciales, en comunidades,
                escuelas y colegios.</p>
            <b>
                <li>Actividades recreativas:</li>
            </b>
            <p>
                &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se han realizado celebraciones como por ejemplo del d&iacute;a de la
                madre, el padre, d&iacute;a del ni&ntilde;o, navidad y fin de a&ntilde;o, paseos, convivios,
                campamentos, reconocimientos a atletas.
            </p>
            <!--Contenido de una lista-->
        </ol>
        <p>
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adem&aacute;s de apoyar la Asociaci&oacute;n en las actividades
            se&ntilde;aladas, tambi&eacute;n ha hecho aportes en la compra de; <b>equipo de entrenamiento</b>
            (escaleras, punching ball). <b>Protecciones</b> (Petos, cascos, protecciones de brazos, piernas, genitales,
            guantes, botas electr&oacute;nicas, bucales, uniformes). La disciplina de taekwondo cuenta con una
            <b>bodega</b> en donde se resguardan, junto con otras aportaciones que el CODEA le ha realizado a la
            disciplina. La Asociaci&oacute;n colabora con el mantenimiento de la bodega.
        </p>
    </main>
</body>

</html>